Repository: ArlaudCyril/test-ios-app
Catalog: Lyber/Localization/*.lproj/Localizable.strings
Languages: fr

# TAILOR_STRATEGY_RAISE_AMOUNT
source: To tailor at this strategy, you need to raise your current amount
fr: Pour adapter cette stratégie, vous devez augmenter votre montant actuel

# AGREE_INCREASE_INVESTMENT
source: Do you agree to increase the amount you invest?
fr: Acceptez-vous d'augmenter votre montant à investir ?

source: Oh, my !
fr: Oh, zut !

source: Operations
fr: Opérations

source: Withdrawal
fr: Retrait

# WITHDRAWAL_TRANSACTION
source: %@ withdrawal
fr: Retrait de %@

source: Payment method
fr: Mode de paiement

source: Add payment method
fr: Nouveau moyen de paiement

source: Account
fr: Compte

source: Activity logs
fr: Historique d'activité

source: Security
fr: Sécurité

source: No security
fr: Pas de sécurité

source: Strong authentification
fr: Authentification Forte

source: Change Pin
fr: Changer de code PIN

source: Contact us
fr: Contactez nous

source: Log out
fr: Déconnexion

source: Stop registration
fr: Arrêter l'inscription ?

# PROGRESS_REGISTRATION_LOST
source: The progress of your registration will be lost
fr: La progression de l'inscription sera perdue.

# LIST_ALL_OPERATIONS
source: List of all operations (deposit, exchange and withdrawal) made on your account
fr: Liste de toutes les opérations (dépôts, échanges et retraits) effectuées sur votre compte.

source: Card number
fr: Numéro de carte

source: Expire
fr: Expirer

source: Address
fr: Adresse

# ADD_CRYPTO_ADDRESS_PART1
source: Add a
fr: Ajouter une adresse

# ADDING_NEW_CARD_ACCEPT_TERMS_CONDITIONS
source: By adding a new card, you accept the terms and conditions.
fr: En ajoutant une nouvelle carte, vous acceptez les termes et conditions.

source: Verification
fr: Vérification

# ENTER_CODE_DISPLAYED_GOOGLE_AUTHENTICATOR
source: Enter the code displayed by Google Authenticator
fr: Entrez le code affiché par Google Authenticator

source: Back
fr: Retour

# ENTER_CODE_RECEIVED_EMAIL
source: Enter the code received by email
fr: Entrez le code reçu à votre adresse email

# ENTER_CODE_RECEIVED_SMS
source: Enter the code received by sms
fr: Saisir le code reçu par SMS

# TOO_MANY_FAILED_ATTEMPT_PLEASE_REAUTHENTICATE
source: Too many failed attempts, please reauthenticate
fr: Trop de tentatives échouées, veuillez vous réauthentifier

source: Enter password
fr: Entrez votre mot de passe

source: Enter email address
fr: Entrez votre adresse mail

source: Enter phone number
fr: Numéro de téléphone

source: Language
fr: Langues

# DEVICE_NOT_SUPPORT_REGISTERED_FACEID
source: Device do not support or is not registered with FaceID
fr: L'appareil ne supporte pas ou n'est pas enregistré avec FaceID

source: Export
fr: Exporter

source: Export operations
fr: Actions d'exportation

# ADDED_SECURITY_LYBER_ACCOUNT
source: For added security on your Lyber account, enable strong authentication.
fr: Pour plus de sécurité sur votre compte Lyber, activez l'authentification forte.

source: By SMS
fr: Par SMS

# MANAGE_APPLICATION_CASES_2FA
source: Manage the application cases of 2FA
fr: Gérer les cas d'application du 2FA

# VALIDATE_WITHDRAWAL
source: Validate a withdrawal
fr: Valider un retrait

source: Enable/Disable whitelisting
fr: Activer/Désactiver la liste blanche

# CRYPTO_ADRESS_BOOK
source: Crypto address book
fr: Carnet d’adresses

# ADDRESS_BOOK_ALLOW_CRYPTOCURRENCY
source: The address book allows cryptocurrency withdrawals to be made only at addresses already designated in your address book. You can also activate your address book for these addresses.
fr: Le carnet d’adresse permet aux retraits de crypto-monnaies de n'être effectués qu'à des adresses déjà désignées dans votre carnet d'adresses. Vous pouvez également activer votre carnet pour ces adresses.

source: Whitelisting
fr: Liste blanche

source: Withdrawal security settings
fr: Paramètres de sécurité des retraits

# EDIT_CRYPTO_ADRESS
source: Edit crypto address
fr: Modifier une adresse cryptographique

# ADRESS_NAME
source: Address name
fr: Nom de l'adresse

source: Origin
fr: Origine

source: Wallet
fr: Portefeuille

# WRITE_EXCHANGE
source: Enter the name of your exchange platform
fr: Renseignez le nom de votre plaforme d'échange

# ENTER_VALID_ADDRESS
source: Please enter valid address
fr: Veuillez saisir une adresse valide

source: Important note:
fr: Note importante :

# YOUR_NOTE_GOES_HERE
source: Your note goes here and goes on a big amount of line
fr: Votre note va ici et va sur une grande quantité de ligne

# ADD_ADRESS
source: Add address
fr: Ajouter une adresse

# EDIT_ADRESS
source: Edit address
fr: Modifier l'adresse

source: Address book security
fr: Sécurité de votre carnet

source: Save Settings
fr: Enregistrer les paramètres

# ADDRESS_BOOK_LIMITS_WITHDRAWLS
source: The address book limits your withdrawals and deposits to the addresses in your address book.
fr: Le carnet d’adresse limite vos retraits et dépôts aux adresses figurant dans votre carnet.

source: Extra security
fr: Sécurité supplémentaire

source: Hours
fr: Heures

source: 72 hours
fr: 72 heures

source: 24 hours
fr: 24 heures

source: No extra security
fr: Pas de sécurité supplémentaire

# CHANGES_EFFECTIVE_AFTER
source: The changes will be effective after %@
fr: Ces changements seront effectifs au bout de %@

# NHOURS_DELAY_REQUIRED
source: A %@ delay is required before you can withdraw to an address newly added to your address book.
fr: Un délai de %@ est requis avant de pouvoir retirer vers toute adresse nouvellement ajoutée à votre carnet d'adresse.

# NHOURS_DELAY_REQUIRED_FUTURE
source: A %@ delay will be required before you can withdraw to an address newly added to your address book.
fr: Un délai de %@ sera requis avant de pouvoir retirer vers toute adresse nouvellement ajoutée à votre carnet d'adresse.

# CAN_WITHDRAW_IMMEDIATELY
source: You can withdraw immediately to an address that has just been added to your address book.
fr: Vous pouvez retirer immédiatement vers une adresse nouvellement ajoutée à votre carnet d'adresse.

# CAN_WITHDRAW_IMMEDIATELY_FUTURE
source: You will be able to withdraw immediately to an address newly added to your address book.
fr: Vous pourrez retirer immédiatement vers une adresse nouvellement ajoutée à votre carnet d'adresse.

# ADD_NEW_ADRESS
source: Add a new address
fr: Ajouter une nouvelle adresse

source: Disabled
fr: Désactivé

# DISABLED_FEMININE
source: Disabled
fr: Désactivée

source: Enabled
fr: Activé

# ENABLED_FEMININE
source: Enabled
fr: Activée

# ADD_USE_ADRESS
source: Add and use this adress
fr: Ajouter et utiliser cette adresse

source: Crypto asset deposit
fr: Dépôt de crypto-actifs

source: Send only
fr: Envoyer uniquement du

# NETWORKS_ASSET_DEACTIVATED
source: All networks of this asset are currently deactivated for deposit
fr: Tous les réseaux de cet actif sont actuellement désactivés pour le dépôt

# ADDRESS_USING
source: to this address, using the
fr: à cette adresse, en utilisant le protocole

source: on Lyber
fr: sur Lyber

# ADD_PAYMENT_METHOD_FUND_LYBER_ACCOUNT
source: Add payment method or fund your Lyber account
fr: Ajouter une méthode de paiement ou approvisionner votre compte Lyber

source: Fund account
fr: Approvisionner le compte

# FROM_BANK_ACCOUNT
source: From your bank account
fr: Depuis votre compte bancaire

# ADD_CREDIT_DEBIT_CARD
source: Add a credit/debit card
fr: Ajout carte de crédit/débit

# FUND_ACCOUNT_YOUR_BANK_ACCOUNT
source: Fund your account from your bank account
fr: Approvisionner votre compte à partir de votre compte bancaire

# MAKE_SURE_NAME_BANK_ACCOUNT
source: Make sure the name of the bank account is the same as your name on Lyber
fr: Assurez-vous que le nom du compte bancaire est le même que votre nom sur Lyber.

# LOGIN_EMAIL
source: Login by email
fr: Connection par email

# FORGOT_PASSWORD
source: Forgot your password?
fr: Mot de passe oublié ?

# HAPPY_SEE_YOU_BACK
source: Happy to see you back!
fr: Heureux de vous revoir !

# ENTER_PHONE_NUMBER_LOGIN
source: Enter your phone number to login, we’ll send you a verification code.
fr: Entrez votre numéro de téléphone pour vous connecter, nous vous enverrons un code de vérification.

# ENTER_EMAIL_LOGIN
source: Enter your email to login, we’ll send you a link by email.
fr: Entrez votre adresse électronique pour vous connecter, nous vous enverrons un lien par courrier électronique.

# HAPPENS_EVEN_BEST
source: Happens even to the best
fr: Cela arrive même aux meilleurs

# SEND_RESET_LINK_EMAIL_ADDRESS
source: We will send you a reset link to your email address
fr: Nous vous enverrons un lien de réinitialisation sur votre adresse email.

# SEND_RESET_LINK
source: Send me a reset link
fr: Envoyez-moi un lien de réinitialisation

# LOGIN_PHONE
source: Login by phone
fr: Connection par téléphone

source: Delete
fr: Supprimer

source: Edit
fr: Editer

source: Confirm
fr: Confirmer

source: Selected Profile Picture
fr: Photo de profil sélectionnée

source: By Email
fr: Par e-mail

# TWO_FA
source: Two factor authentication
fr: Double authentification

# ADD_GOOGLE_AUTHENTICATOR
source: Add to your Google Authenticator application
fr: Ajouter à votre application Google Authenticator

source: Verify
fr: Vérifier

# TAP_ADD_GOOGLE_AUTHENTICATOR
source: Tap to add to Google Authenticator
fr: Tapez pour ajouter à Google Authenticator

source: Use Face Id
fr: Utiliser Face Id

# ALERT_PHONE_NUMBER
source: Please enter Phone number
fr: Veuillez entrer votre numéro de téléphone

# ALERT_VALID_PHONE_NUMBER
source: Please enter valid phone number
fr: Veuillez saisir un numéro de téléphone valide.

# ALERT_CORRECT_PIN
source: Please enter the correct pin
fr: Veuillez saisir le code PIN correct

# ALERT_FIRST_NAME
source: Please enter first name
fr: Veuillez saisir votre prénom

# ALERT_LAST_NAME
source: Please enter last name
fr: Veuillez saisir le nom de famille

# ALERT_NATIONALITY
source: Please select nationality
fr: Veuillez sélectionner une nationalité

# ALERT_EMAIL
source: Please enter email address
fr: Veuillez saisir l'adresse électronique

# ALERT_VALID_EMAIL
source: Please enter valid email address
fr: Veuillez saisir une adresse électronique valide

# ALERT_FREQUENCY
source: Please select frequency
fr: Veuillez sélectionner la fréquence

# ALERT_CITY_NAME
source: Please enter city name
fr: Veuillez saisir le nom de la ville

# ALERT_ZIP_CODE
source: Please enter zip code
fr: Veuillez saisir le code postal

# ALERT_COUNTRY
source: Please enter country name
fr: Veuillez saisir le nom du pays

# ALERT_INVESTMENT_EXP
source: Please choose your investment experience with Cryptos
fr: Veuillez choisir votre expérience en matière d'investissement dans les cryptomonnaies.

# ALERT_SOURCE_INCOME
source: Please select your source of income
fr: Veuillez sélectionner votre source de revenus

# ALERT_WORK_INDUSTRY
source: Please select your work industry
fr: Veuillez sélectionner votre secteur d'activité

# ALERT_ANNUAL_INCOME
source: Please Select your annual Income
fr: Veuillez sélectionner votre revenu annuel

# ALERT_LOG_OUT
source: Are you sure you want to Log Out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# ALERT_STRATEGY_NAMET
source: Please enter Strategy name
fr: Veuillez saisir le nom de la stratégie

# ALERT_PASSWORD
source: Please enter password
fr: Veuillez rentrer un mot de passe

# ALERT_VALID_PASSWORD
source: Password should be of minimum 8 characters
fr: Le mot de passe doit comporter au moins 8 caractères.

# ALERT_DEPARTMENT
source: Please enter the department
fr: Veuillez saisir le département

# ALERT_VALID_ZIPCODE
source: Please enter valid zipcode
fr: Veuillez saisir un code postal valide

# ALERT_BIRTH_PLACE
source: Please enter your birth Place
fr: Veuillez saisir votre lieu de naissance

# ALERT_BIRTH_COUNTRY
source: Please select your birth country
fr: Veuillez sélectionner votre pays de naissance

# ALERT_US_CITIZEN
source: Please select are you US Citizen or not?
fr: Veuillez indiquer si vous êtes citoyen américain ou non.

# ALERT_ADDRESS_NAME
source: Please enter your address name
fr: Veuillez saisir votre nom d'adresse

# ALERT_NETWORK
source: Please select your network
fr: Veuillez sélectionner votre réseau

# ALERT_SCAN_ADDRESS
source: Please enter or scan an address
fr: Veuillez saisir ou scanner une adresse

# ALERT_VALID_ADDRESS
source: Please enter a valid address
fr: Veuillez saisir une adresse valide

# ALERT_EXCHANGE
source: Please select your exchange
fr: Veuillez sélectionner votre échange

# ALERT_WHITELISTING
source: Please enable whitelisting address to add address
fr: Veuillez activer la liste blanche d'adresses pour ajouter une adresse

# ALERT_AMOUNT_WITHDRAWAL_INFERIOR
source: Your withdrawal amount is inferior to the minimum required
fr: Le montant de votre retrait est inférieur au minimum requis

# ALERT_AMOUNT_WITHDRAWAL_SUPERIOR
source: Your withdrawal amount plus the fees exceeds your balance
fr: Le montant de votre retrait plus les frais dépasse votre solde

# ENTER_SCAN_ADDRESS
source: Enter or scan an address
fr: Saisir ou scanner une adresse

# DATE_CREATION
source: Date of creation
fr: Date de création

# ADDRESS_ORIGIN
source: Adress origin
fr: Origine de l'adresse

source: Date added
fr: Date d'ajout

source: Address copied
fr: Adresse copiée

source: Active during
fr: Actif durant

source: Select credit card
fr: Sélectionner une carte de crédit

source: Unlimited withdrawal
fr: Retrait illimité

source: Fees
fr: Frais

source: Minimum withdrawal
fr: Retrait minimum

source: Confirm withdrawal
fr: Confirmer le retrait

source: Deactivated
fr: Désactivé

# AMOUNT_WITHDRAW_ACCOUNT
source: The amount has been withdrawn from your account.
fr: Le montant a bien été retiré de votre compte Lyber.

# SEE_EFFECTS_PORTFOLIO
source: You can now see its effect on your portfolio.
fr: Vous pouvez maintenant voir son effet sur votre portefeuille.

source: Thanks
fr: Merci

source: In progress
fr: En cours de réception

source: Under conformity analysis
fr: En cours d'analyse de conformité

source: Credited
fr: Crédité

source: Pending
fr: En attente

source: Processed
fr: En cours de traitement

source: Validated
fr: Validé

# FAILED_SEND
source: Sending failed
fr: Echec de l'envoi

source: Sent
fr: Envoyé

source: Canceled
fr: Annulé

# SENT_EMAIL_CONTAINING_RESET_LINK
source: We have sent you an email containing the reset link that you must follow in order to reset your password.
fr: Nous vous avons envoyé un e-mail contenant le lien de réinitialisation que vous devez suivre pour réinitialiser votre mot de passe.

source: Reset password
fr: Réinitialiser le mot de passe

# ENTER_NEW_PASSWORD
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# SAVE_NEW_PASSWORD
source: Save my new password
fr: Enregistrer mon nouveau mot de passe

# REQUEST_BEEN_RECEIVED
source: Your request has been received. The export will be delivered to your email address in a few minutes.
fr: Votre demande a été reçue. L'exportation sera envoyée à votre adresse électronique dans quelques minutes.

# SOMETHING_WENT_WRONG
source: Oh no ! Something went wrong.
fr: Oh non ! Il y a eu un problème.

source: Successful
fr: Réussite

source: Error
fr: Erreur

source: Try Again
fr: Essayez à nouveau

source: Order
fr: Ordre

source: Strategy
fr: Stratégie

source: Order id
fr: Identifiant de l'ordre

source: Execution id
fr: Identifiant d'exécution

source: Transaction id
fr: Identifiant de transaction

source: Status
fr: Statut

source: Fees paid
fr: Frais payés

source: Name
fr: Nom

source: 1D
fr: 1J

source: 1W
fr: 1S

source: 1Y
fr: 1A

source: month
fr: mois

# LESS_THAN_500
source: Less than 500€/month
fr: Moins de 500€/mois

# 500_1000
source: 500-1000€/month
fr: 500-1000€/mois

# 1001_1500
source: 1001-1500€/month
fr: 1001-1500€/mois

# 1501_2000
source: 1501-2000€/month
fr: 1501-2000€/mois

# 2001_3000
source: 2001-3000€/month
fr: 2001-3000€/mois

# OVER_3001
source: Over 3001€/month
fr: Plus de 3001€/mois

# 2_ASSETS
source: 0-2 assets
fr: 0-2 actifs

# 22_ASSETS
source: 3-22 assets
fr: 3-22 actifs

# 128_ASSETS
source: 23-128 assets
fr: 23-128 actifs

# 319_ASSETS
source: 129-319 assets
fr: 129-319 actifs

# 464_ASSETS
source: 320-464 assets
fr: 320-464 actifs

source: 465- assets
fr: 465- actifs

# BUY_SELL_DIGITAL_ASSETS
source: Buy and sell digital assets
fr: Acheter et vendre des actifs numériques

source: Save money
fr: Épargner de l'argent

# STORE_DIGITAL_ASSETS
source: Store my digital assets
fr: Conserver mes actifs numériques

# FINALISE_REGISTRATION_VERIFY_IDENTITY
source: To complete your registration, we need to verify your identity through our partner Docaposte. You will need to provide an electronic signature and a photograph of an identity document.
fr: Pour finaliser votre inscription, nous avons besoin de vérifier votre identité via notre partenaire Onfido. Dans l'étape qui va suivre, vous allez devoir réaliser une signature éléctronique ainsi que la photographie d'un document d'identité.

# SEND_US_OR_FILL_OUT
source: Send us an email to contact@lyber.com or fill out the contact form below:
fr: Envoyez-nous un mail à contact@lyber.com ou remplissez le formulaire de contact ci-dessous :

source: Contact form
fr: Formulaire de contact

source: Send
fr: Envoyer

# CONTACT_LYBER_ADDRESS
source: You can also contact us by mail at the address 274 ter/3, Avenue de la Marne, 59700 Marcq-en-Baroeul, Lille, France.
fr: Vous pouvez également nous contacter par courrier à l'adresse 274 ter/3, Avenue de la Marne, 59700 Marcq-en-Baroeul, Lille, France.

# WILL_GET_BACK_TO_YOU
source: We will get back to you at: %@
fr: Nous vous répondrons à l'adresse suivante : %@

# ERROR_TRANSACTION
source: The transaction could not be completed
fr: La transaction n'a pas pu aboutir

# COULD_NOT_FIND_PHONE
source: Couldn't find phone number
fr: Impossible de trouver le numéro de téléphone

# NO_ACCOUNT_CREATED
source: Please create your user account with email and password first
fr: Veuillez d'abord créer votre compte d'utilisateur avec un e-mail et un mot de passe

# NO_PASSWORD_CREATED
source: First need to create a password
fr: Vous devez d'abord créer un mot de passe

source: Phone not verified
fr: Téléphone non vérifié

source: Email not verified
fr: Email non vérifié

source: Expired challenge
fr: Défi expiré

# TWO_FA_NOT_ACTIVATED
source: 2FA not activated
fr: 2FA non activé

# USER_BINANCE_ID_NOT_FOUND
source: Couldn't find user with this binance id
fr: Impossible de trouver un utilisateur avec cet identifiant binance

# USER_NOT_EXIST
source: Fatal ! User no longer exist !
fr: Fatal ! L'utilisateur n'existe plus !

source: Invalid authorization
fr: Autorisation non valide

# INCORRECT_TOKEN
source: Incorrect JWT
fr: JWT incorrect

source: Invalid authorization type
fr: Type d'autorisation non valide

# UNEXPECTED_OTP
source: Please first ask for an OTP
fr: Veuillez d'abord demander un OTP

# ONLY_EMAIL_AND_SMS
source: This method is only supported if the user has 2FA configured for email or sms but google 2FA is configured
fr: Cette méthode n'est prise en charge que si l'utilisateur a configuré 2FA pour l'email ou le sms mais que google 2FA est configuré

# EXPIRED_OTP
source: This OTP token has expired
fr: Ce jeton OTP a expiré

# UNEXPECTED_ACTION
source: Actions do not match
fr: Les actions ne correspondent pas

source: Invalid base64
fr: Base64 invalide

# NOT_IN_GOOGLE_AUTHENTICATOR_FLOW
source: Not in a Google Authenticator flow
fr: Pas dans un flux Google Authenticator

# WRONG_GOOGLE_OTP
source: Wrong Google OTP verification
fr: Vérification OTP Google erronée

# GOOGLE_OTP_ACTIVE
source: Can't request a new Google OTP secret because it is active
fr: Impossible de demander un nouveau secret Google OTP car il est actif

# MISSING_OTP
source: OTP is required but missing
fr: L'OTP est nécessaire mais manquant

# UNSUPPORTED_AUTH_METHOD
source: This authentication method is not supported
fr: Cette méthode d'authentification n'est pas prise en charge

source: Incorrect scope 2FA
fr: Portée 2FA incorrecte

# USER_ALREADY_VERIFIED
source: User is already verified
fr: L'utilisateur est déjà vérifié
