Repository: ArlaudCyril/test-ios-app
Catalog: Lyber/Localization/*.lproj/Localizable.strings
Languages: fr

# LYBER_CRYPTO_FINGERTIPS
source: Lyber, crypto at your fingertips.
fr: Lyber, la crypto à portée de main.

# SIMPLE_SECURE_DIVERSIFIED_INVESTMENT
source: Simple, secure and diversified investment
fr: L’investissement simple, sécurisé et diversifié

source: Sign up
fr: S'inscrire en 5min

source: Loading more
fr: Charger plus

source: No more data
fr: Plus de données

source: Loading...
fr: Chargement...

source: Log in
fr: Se connecter

source: Off
fr: Désactivé

source: Pull to refresh
fr: Tirer pour rafraîchir

source: Release to refresh
fr: Relâcher pour rafraîchir

# ENTER_PIN
source: Enter your pin
fr: Entrez votre code PIN

# PHONE_NUMBER
source: Your phone number
fr: Votre numéro de téléphone

# ENTER_PHONE_DESCRIPTION
source: For security reasons, we need your phone number. We’ll send you a confirmation code by message.
fr: Pour des raisons de sécurité, nous avons besoin de votre numéro de téléphone. Nous vous enverrons un code de confirmation par message.

source: OR
fr: OU

source: Next
fr: Suivant

source: Enter code
fr: Entrez le code

# CONFIRMATION_CODE
source: We’ve sent you a confirmation code.
fr: Nous vous avons envoyé un code de confirmation.

# RESEND_CODE_COULD_BE_SEND
source: A new code could be returned in
fr: Un nouveau code pourra être renvoyé dans

source: Resend Code
fr: Renvoyer le code

# CREATE_PIN
source: Create a PIN
fr: Créer un code PIN

# FOUR_DIGIT_CODE
source: Secure your account by creating a 4 digit code.
fr: Sécurisez votre compte en créant un code à 4 chiffres.

source: Confirm PIN
fr: Confirmer le code PIN

source: Enable notifications
fr: Activer les notifications

source: Activate
fr: Activer

source: Activate Face ID
fr: Activer Face ID

# ACCESS_LYBER_FACE_ID
source: Access Lyber fast and easily by logging with Face ID.
fr: Accédez à Lyber rapidement en vous connectant avec Face ID

source: Decline
fr: Refuser

source: Ask me later
fr: Me demander plus tard

# DONT_MISS_ANY_UPDATE
source: Enable notifications so you don't miss any updates from Lyber.
fr: Activez les notifications pour ne manquer aucune mise à jour de Lyber.

source: Search
fr: Recherche

source: Copy
fr: Copie

source: Save
fr: Sauvegarder

source: Copied
fr: Copié

# PLEASE_ENTER_PIN
source: Please enter your pin
fr: Veuillez saisir votre code PIN

source: Low
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Elevé

source: Oops!
fr: Oups !

# DEADLINE_CONFIRMING_PURCHASE_PASSED
source: The deadline for confirming your purchase has passed. Would you like to receive a new proposal?
fr: Le délai pour confirmer votre achat est dépassé. Souhaitez vous obtenir une nouvelle proposition ?

# DIVERSIFIED_STRATEGY
source: A diversified strategy
fr: Une stratégie diversifiée

# FLEXIBLE_FREQUENCY
source: A flexible frequency
fr: Une fréquence flexible

# EVOLVING_AND_AUTOMATED_PORTFOLIO
source: An evolving and automated portfolio
fr: Un portefeuille évolutif et automatisé

# EDUCATION_SUBDESCRIPTION_1
source: Choose an investment strategy according to your risk profile. The allocation to crypto-currencies or FIAT will depend on your selection.
fr: Choisissez une stratégie d'investissement en fonction de votre profil de risque. L'allocation aux crypto-monnaies ou au FIAT dépendra de votre sélection.

# EDUCATION_SUBDESCRIPTION_2
source: Investing the same amount regularly is the best way to see profits. Every week, every month, it's up to you.
fr: Investir régulièrement le même montant est le meilleur moyen de voir des bénéfices. Chaque semaine, chaque mois, c'est vous qui décidez.

# EDUCATION_SUBDESCRIPTION_3
source: Once the regular investment is set, your portfolio will be managed automatically and you will be able to see its evolution.
fr: Une fois l'investissement régulier fixé, votre portefeuille sera géré automatiquement et vous pourrez voir son évolution.

# CHOOSE_STRATEGY
source: Choose a strategy
fr: Choisir une stratégie

source: Build my own strategy
fr: Construire ma propre stratégie

# ADD_MANY_ASSETS_AS_YOU_WISH
source: Add as many assets as you wish and choose their respective allocation.
fr: Ajoutez autant d'actifs que vous le souhaitez et choisissez leur allocation respective.

source: Add an asset
fr: Ajouter un actif

source: Save my strategy
fr: Sauvegarder ma stratégie

# YOU_MUST_ADD
source: You must add a minimum asset to create your strategy
fr: Vous devez ajouter un actif minimum pour créer votre stratégie.

source: Trending
fr: Tendance

source: Gainers
fr: Hausses

# VIEW_ALL_AVAILABLE_ASSETS
source: View all 16 available assets
fr: Voir les 16 actifs disponibles

# YOUR_STRATEGY_READY_TO_BE_SAVED
source: Your strategy is ready to be saved.
fr: Votre stratégie est prête à être sauvegardée.

source: Asset
fr: Actif

source: Network
fr: Réseau

source: assets
fr: Actifs

source: All assets
fr: Tous les actifs

source: Set this allocation
fr: Définir cette allocation

# YOUR_ALLOCATION_IS_GREATER_THAN
source: Your allocation is greater than 100%,remove
fr: Votre allocation est supérieure à 100%, supprimez

# YOUR_ALLOCATION_IS_LESS_THAN
source: Your allocation is less than 100%,add
fr: Votre allocation est inférieure à 100%, ajoutez

source: Investment strategies
fr: Stratégies d'investissement

# STRATEGIES_ARE_THERE_TO_HELP_YOU
source: The strategies are there to help you dilute your investments over several assets.
fr: Les stratégies sont là pour vous aider à diversifier vos investissements sur plusieurs actifs. Les stratégies proposées par Lyber ne représentent en aucun cas un conseil en investissement. L’utilisateur est seul responsable de son choix de stratégie.

source: Yield
fr: Rendement

source: Risk
fr: Risque

source: Invest
fr: Investir

source: Immediate
fr: Immédiat

# EXECUTING_YOUR_STRATEGY
source: We are executing your strategy, which may take a few seconds.
fr: Nous exécutons votre stratégie, cela peut prendre quelques secondes.

source: Execution in progress
fr: Exécution en cours

source: Single execution
fr: Exécution unique

source: Strategy rejected
fr: Stratégie refusée

source: Strategy executed
fr: Stratégie exécutée

source: Strategy partially executed
fr: Stratégie partiellement exécutée

source: Portfolio
fr: Portefeuille

source: Registration
fr: Inscription

# COMPLETE_ACCOUNT_TO_START_INVESTING
source: Complete your account to start investing
fr: Complétez votre compte pour commencer à investir

source: steps completed
fr: étapes complétées

# PROGRESS_REGISTRATION_SAVED_EACH_STAGE
source: The progress of your registration is saved at each stage. You can stop and start again at any time.
fr: La progression de votre inscription est sauvegardée à chaque étape. Vous pouvez l'interrompre et la reprendre à tout moment.

source: Create an account
fr: Créer un compte

source: Fill personal data
fr: Remplir les données personnelles

source: Verify your identity
fr: Vérifier votre identité

source: Invest money
fr: Investir

source: Invest in
fr: Investir dans

source: Complete your account
fr: Compléter votre compte

source: To start investing
fr: Commencer à investir

source: Withdraw
fr: Retirer

source: Withdraw on
fr: Retirer sur

# SEND_ASSETS_ANOTHER_ACCOUNT
source: Send assets to another account
fr: Envoyer des actifs sur un autre compte

source: Exchange
fr: Échanger

# EXCHANGE_NOUN
source: Exchange
fr: Echange

source: Exchange Platform
fr: Platforme d'échange

# TRADE_ONE_ASSET_AGAINST_ANOTHER
source: Trade one asset for another
fr: Échanger un actif contre un autre

source: My assets
fr: Mes actifs

source: Analytics
fr: Analyse

source: Total earnings
fr: Gains totaux

source: Recurring investment
fr: Investissement récurrent

source: Return on Investment
fr: Retour sur investissement

source: All assets available
fr: Tous les actifs disponibles

source: View all
fr: Tout voir

source: My balance
fr: Mon solde

source: About
fr: A propos

source: Resources
fr: Ressources

source: Market cap
fr: Capitalisation boursière

source: Circulating supply
fr: Offre en circulation

source: Popularity
fr: Popularité

source: Balance
fr: Équilibre

source: *Annual Percentage
fr: Pourcentage annuel

source: History
fr: Historique

source: Bought
fr: Acheté

source: FIAT Wallet
fr: Portefeuille FIAT

source: View more
fr: Voir plus

source: Read Less
fr: Voir moins

source: Next payment
fr: Prochain paiement

# NO_ACTIVE_STRATEGIE
source: You do not have any active strategie yet
fr: Vous n'avez pas de stratégies actives.

source: Deposit now
fr: Déposez en maintenant

# NO_ASSETS
source: You don't have any assets yet
fr: Vous n'avez pas encore d'actifs

# ACTIVATE_CREATE_ONE
source: Activate/create one now
fr: Activer/créer en une maintenant

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Birth place
fr: Lieu de naissance

source: Personal data
fr: Données personnelles

# FOR_LEGAL_REASONS
source: In order for Lyber to maintain the highest level of security for your account, we need some information from you.
fr: Pour que Lyber puisse garder un niveau de sécurité maximal pour votre compte, nous avons besoin de quelques informations de votre part.

# CARD_HOLDER_NAME
source: Cardholder's name
fr: Nom du titulaire de la carte

source: Birth date
fr: Date de naissance

source: Birth Country
fr: Pays de naissance

source: Are you a US Citizen?
fr: Êtes-vous citoyen américain ?

source: Yes
fr: Oui

source: No
fr: Non

source: Nationality
fr: Nationalité

source: Select Birth Date
fr: Sélectionnez la date de naissance

source: Done
fr: Terminé

source: Cancel
fr: Annuler

# MAIL_ADDRESS
source: Email Address
fr: Adresse email

# INFORMATION_USED
source: This information will be used for security purposes and to confirm your transactions.
fr: Ces informations seront utilisées à des fins de sécurité et pour confirmer vos transactions.

source: RESEND EMAIL
fr: Renvoi de l'email

source: Postal address
fr: Adresse postale

# NEED_INFORMATIONS_LEGAL
source: We need this information for legal reasons.
fr: Nous avons besoin de ces informations pour des raisons juridiques.

source: Street number
fr: Numéro de rue

source: Street name
fr: Nom de la rue

source: City
fr: Ville

source: Department
fr: Département

source: ZIP code
fr: Code postal

source: Country
fr: Pays

source: Investment experience
fr: Expérience en matière d'investissement

# MUST_ANSWER_THESE_QUESTIONS
source: You must answer these questions within the legal framework of international investment regulations.
fr: Vous devez répondre à ces questions dans le cadre juridique des réglementations internationales en matière d'investissement.

# INVEST_EXPERIENCE_WITH_CRYPTOS
source: Your investment experience with cryptos
fr: Votre expérience en matière d'investissement dans les cryptomonnaies

source: Choose
fr: Choisissez

source: Your source of income
fr: Votre source de revenus

source: Your work industry
fr: Votre secteur d'activité

# YOUR_ACTIVITY_LYBER
source: Your activity on Lyber
fr: Votre utilisation de Lyber

source: Your Personal Assets
fr: Votre patrimoine personnel

# HOW_MANY_PERSONAL_ASSETS_YOU_HAVE
source: How many personal Assets Do you have?
fr: Combien de biens personnels possédez-vous ?

source: Send to Lyber
fr: Envoyer à Lyber

# WHAT_YOUR_INVESTMENT_EXPERIENCE_WITH_CRYPTOS
source: What’s your investment experience with cryptos?
fr: Quelle est votre expérience en matière d'investissement dans les cryptomonnaies ?

source: I have never invested
fr: Je n'ai jamais investi

source: Between 1 000€ and 9 999€
fr: Entre 1 000€ et 9 999€

source: Between 10 000€ and 99 999€
fr: Entre 10 000€ et 99 999€

# WHAT_YOUR_SOURCE_OF_INCOME
source: What's your main source of income?
fr: Quelle est votre principale source de revenus ?

source: Salary
fr: Salaire

source: Investments
fr: Placements

source: Savings
fr: Epargne

source: Inheritance
fr: Héritage

source: Credit/loan
fr: Crédit/emprunt

# WHAT_YOUR_WORK_INDUSTRY
source: What’s your work industry?
fr: Quel est votre secteur d'activité ?

# AGRICULTURE
source: Agriculture, Agribusiness & Natural Resources
fr: Agriculture, Agroalimentaire et Ressources Naturelles

# ARTS_MEDIA
source: Art, Entertainment & Media
fr: Art, Divertissement & Médias

source: Banking, Finance & Insurance
fr: Banque, Finance & Assurance

source: Business Services & Consulting
fr: Services aux Entreprises & Conseil

# BUILDING
source: Construction, Engineering & Public Works
fr: Construction, Ingénierie & Travaux Publics

source: Education, Training & Research
fr: Éducation, Formation & Recherche

source: Energy & Environment
fr: Énergie & Environnement

# GOVERNMENT_ADMINISTRATION_SOCIAL
source: Government, Public Administration & Social Services
fr: Gouvernement & Administration Publique

source: Health, Medical & Pharmaceutical
fr: Santé, Médical & Services Sociaux

source: Hospitality, Tourism & Catering
fr: Hôtellerie, Tourisme & Restauration

source: IT
fr: Informatique & Technologies de l'Information

# MANUFACTURING_METTALURGY
source: Manufacturing & Metallurgy Industry
fr: Industrie manufacturière & Métallurgie

source: Marketing, Advertising & Public Relations
fr: Marketing, Publicité & Relations Publiques

source: Real Estate & Property Management
fr: Immobilier et Gestion Immobilière

source: Retail & E-commerce
fr: Commerce de Détail & E-commerce

# SPORTS_LEISURE_ENTERTAINMENT
source: Sports, Leisure & Interactive Entertainment
fr: Sport, Loisirs & Divertissement Interactif

source: Textile, Fashion & Apparel
fr: Textile, Mode & Habillement

source: Transport, Logistics & Wholesale
fr: Transport, Logistique & Vente en Gros

# WHAT_SALARY_RANGE_YOU_FALL_INTO
source: What salary range do you fall into (net salary)?
fr: Dans quelle tranche de salaire vous situez-vous (salaire net) ?

# WHAT_DO_YOU_PLAN_MAINLY
source: What do you plan to mainly do?
fr: Que comptez-vous faire principalement ?

source: Identity verification
fr: Vérification de l'identité

source: Disclaimer
fr: Avertissement

# INFORMATION_PROVIDED_APPLICATION_NOT_INVESTMENT_ADVICE
source: The information provided on the application should not be considered as investment advice, financial advice, trading advice or any other kind of advice and no content of the application should be considered as such. As a reminder, any investment carries a risk of loss. Please note that investing in crypto-currency is risky. It can be highly speculative and can result in both profits and losses.
fr: Les informations fournies sur l'application ne doivent pas être considérées comme des conseils en investissement, des conseils financiers, des conseils en trading ou toute autre sorte de conseil et aucun contenu de l'application ne doit être considéré de la sorte. Pour rappel, tout investissement comporte des risques de perte. A noter qu’un investissement dans la crypto-monnaie est risqué. Ceci peut revêtir un caractère très spéculatif et peut entraîner des profits comme des pertes.

# STEPS_PROTECT_YOU_FROM_FRAUDS_AND_THEFT
source: This step protects you from fraud and identity theft. Use your phone to:
fr: Cette étape vous protège contre la fraude et l'usurpation d'identité. Utilisez votre téléphone pour :

# TAKE_PICTURE_OF_YOUR_PAPERS
source: Take a picture of your documents
fr: Prendre une photo de vos documents

# NATIONAL_ID_CARD_PASSPORT_OR_DRIVING_LICENSE
source: National ID card, passport or driving licence
fr: Carte d'identité nationale, passeport ou permis de conduire

source: Take a selfie
fr: Prendre un selfie

source: Camera
fr: Appareil photo

source: Select from gallery
fr: Galerie

source: Set default pictures
fr: Images par défaut

source: Start
fr: Démarrer

source: Edit Personal Data
fr: Modifier les données personnelles

source: Verification in progress
fr: Vérification en cours

source: Start verification
fr: Commencer la vérification

# REVIEW_INFORMATIONS
source: Review my informations
fr: Revoir mes informations

# CHANGE_INFORMATIONS
source: Change my informations
fr: Changer mes informations

# PASSWORD_REQUIREMENTS
source: The password must have atleast 10 characters, 1 special character, 1 lower case and one 1 upper case.
fr: Le mot de passe doit comporter au moins 10 caractères, 1 caractère spécial, 1 minuscule et 1 majuscule.

# STRONG_PASSWORD
source: You have a strong password
fr: Vous mot de passe est solide !

source: Using my strategy
fr: Utiliser ma stratégie

source: Make Investment
fr: Faire un investissement

source: Pick another strategy
fr: Choisir une autre stratégie

# DEPOSIT_SINGULAR_BUY
source: Deposit or singular buy
fr: Dépôt ou achat singulier

# INVEST_IN_STRATEGIES_OR_SINGLE_ASSET
source: Invest in Strategies or a Single Asset
fr: Investir dans des stratégies ou dans un seul actif

source: Invest with strategies
fr: Investir avec des stratégies

source: Invest in my strat.
fr: Investir dans ma stratégie

source: Invest in strategies
fr: Investir dans des stratégies

source: Build your own strategy
fr: Construire sa propre stratégie

# INVEST_IN_SINGLE_ASSET
source: Invest in a single asset
fr: Investir dans un seul actif

# CHOOSE_AMONG_N_DIFFERENT_ASSETS
source: Choose among %@ different assets
fr: Choisir parmi %@ actifs différents

source: Credit card
fr: Carte de crédit

source: Add a frequency
fr: Choix fréquence

source: Preview my investment
fr: Prévisualiser mon investissement

source: Preview my purchase
fr: Prévisualiser mon achat

source: Monthly
fr: Mensuel

source: Confirm investment
fr: Confirmer l'investissement

source: Confirm exchange
fr: Confirmer l'échange

# CONFIRM_PURCHASE_TIME
source: You have %@ seconds to confirm the purchase
fr: Vous avez %@ secondes pour confirmer l'achat

source: Confirm purchase
fr: Confirmer l'achat

source: Confirm my deposit
fr: Confirmer mon dépôt

source: Confirm deposit
fr: Confirmer le dépôt

source: Amount
fr: Montant

source: Frequency
fr: Fréquence

source: Payment
fr: Paiement

source: Buy
fr: Acheter du

# BUY_VERB
source: Buy
fr: Acheter

source: Sell
fr: Vendre

source: Price
fr: Prix

# PRICE_CRYPTOCURRENCY_VOLATILE
source: The price of cryptocurrencies is volatile. The value of your investment can go up, down or to zero.
fr: Le prix des crypto-monnaies est volatil. La valeur de votre investissement peut augmenter, diminuer ou être nulle.

source: More details
fr: Plus de détails

source: Euro desposit
fr: Dépôt en euros

source: Preview deposit
fr: Dépôt d'aperçu

source: Choose an asset
fr: Choisir un actif

# INVEST_ON_SINGLE_ASSET
source: Invest on a single asset
fr: Investir sur un seul actif

source: Money deposit
fr: Dépôt d'argent

# WITHOUT_GOING_THROUGH_STRATEGY
source: Without going through my strategy
fr: Sans passer par ma stratégie

# EUROS_BANK_ACCOUNT
source: In Euros, from my bank account
fr: En euros, depuis mon compte bancaire

source: Bank account
fr: Compte bancaire

# ADD_BANK_ACCOUNT
source: Add a bank account
fr: Ajouter un compte bancaire

# ADD_CREDIT_CARD
source: Add a credit card
fr: Ajouter une carte de crédit

# LIMITED_25000€_WEEK
source: Limited to 25 000€ per week
fr: Limité à 25 000€ par semaine

# LIMITED_1000€_WEEK
source: Limited to 1000€ per week
fr: Limité à 1000€ par semaine

source: Pay with
fr: Payer avec

source: Once
fr: Une fois

source: Unique investment
fr: Investissement unique

source: Daily
fr: Quotidien

source: Everyday
fr: Tous les jours

source: Weekly
fr: Hebdomadaire

source: Every thursday
fr: Tous les jeudis

# EVERY_21ST_MONTH
source: Every 21st of the month
fr: Tous les 21 du mois

source: Recommended
fr: Recommandé

source: Deposit
fr: Déposer

# DEPOSIT_VERB
source: Deposit
fr: Déposer

# DEPOSIT_TRANSACTION
source: %@ Deposit
fr: Dépôt de %@

# MONEY_LYBER
source: Add money on Lyber
fr: Ajouter de l'argent sur Lyber

# ASSET_LYBER_PART1
source: Add
fr: Ajouter des

# ASSET_LYBER_PART2
source: on Lyber
fr: sur Lyber

source: Deposit fees
fr: Frais de dépôt

# CHOOSE_OPERATION
source: Choose an operation
fr: Choisissez une opération

# EXCHANGE_FROM_TITLE
source: Exchange → From
fr: Echanger → De

source: Lyber portfolio
fr: Portefeuille Lyber

source: From
fr: De

source: To
fr: Vers

# TO_2
source: to
fr: à

source: Preview exchange
fr: Aperçu de l'échange

source: Available FlAT
fr: FlAT disponible

# EXCHANGE_TO_TITLE
source: Exchange → To
fr: Échange → Vers

# WANT_WITHDRAW
source: I want to withdraw
fr: Je veux retirer

# ALL_PORTFOLIO
source: All my portfolio
fr: Tout mon portefeuille

source: Withdraw → To
fr: Retirer → Vers

source: Withdraw all my portfolio
fr: Retirer tout mon portefeuille

source: Preview withdraw
fr: Aperçu du retrait

source: Deposit Funds
fr: Déposer des fonds

source: Bank Account Details
fr: Détails du compte bancaire

# PLEASE_DEPOSIT_MONEY_MENTIONED
source: Please deposit money in the below mentioned account details.
fr: Veuillez déposer de l'argent sur les coordonnées du compte mentionné ci-dessous.

source: IBAN number
fr: Numéro IBAN

source: BIC number
fr: Numéro BIC

# AMOUNT_REFLECTED
source: Your amount will be reflected in the wallet in 30 minutes.
fr: Votre montant sera reflété dans le portefeuille dans 30 minutes.

source: One-Time Investment
fr: Investissement unique

# EXECUTE_STRATEGY_SINGLETIME
source: Execute a strategy a single time
fr: Exécuter une stratégie une seule fois

source: Adjust Investment
fr: Ajuster l'investissement

# CHANGE_FREQUENCY_AMOUNT
source: Change frequency and amount
fr: Modifier la fréquence et le montant

source: Tailor Strategy
fr: Adapter la stratégie

source: Change asset repartition
fr: Modifier la répartition des actifs

source: Pause Strategy
fr: Mettre la stratégie en pause

source: Delete Strategy
fr: Supprimer la stratégie

source: Recurrent
fr: Récurrent

# EXECUTE_STRATEGY_REGULAR_BASIS
source: Execute a strategy on a regular basis
fr: Exécuter une stratégie de façon régulière

source: Optional
fr: Optionnel

source: Available
fr: Disponible

source: Exchange From
fr: Echange de

source: Exchange To
fr: Echange pour

source: Transfer timing
fr: Délai de transfert

# SEPA_TRANSFER
source: SEPA transfers take 1-3 business days to be received by Lyber.
fr: Les virements SEPA prennent de 1 à 3 jours ouvrables pour être reçus par Lyber.

# ASSETS_ALLOCATIONS_GREATER_0
source: All assets must have allocations greater than 0
fr: Tous les actifs doivent avoir une allocation supérieure à 0

source: Asset deposit
fr: Dépôt d'actifs

# CREDIT_CARD_BANK_TRANSFER
source: By credit card or bank transfer
fr: Par carte de crédit ou virement bancaire

# CANT_EXCHANGE_ASSET_DONT_HAVE
source: You can't exchange assets you don't have in your wallet
fr: Vous ne pouvez pas échanger un actif non présent dans votre portefeuille

# NOT_ENOUGH_BALANCE
source: You don't have enough balance to invest
fr: Votre solde est insuffisant pour investir

# NOT_ENOUGH_INVESTMENT_PART_1
source: You need to invest atleast
fr: Vous devez investir au moins

# NOT_ENOUGH_INVESTMENT_PART_2
source: USDT per asset in the strategy
fr: USDC dans la stratégie

# NOT_ENOUGH_COINS
source: You don't have enough coins to exchange
fr: Vous n'avez pas assez d'actifs pour échanger

# CANT_BUY_MORE_THAN
source: You can't buy for more than %@ euros in an asset
fr: Vous ne pouvez acheter un actif pour plus de %@ euros

# NOT_ENOUGH_COINS_WITHDRAW
source: You don't have enough coins to withdraw
fr: Vous n'avez pas assez d'actifs pour effectuer un retrait

# MINIMUM_AMOUNT_EXCHANGE
source: The minimum amount of assets to be exchanged is
fr: Le montant minimum d'assets à échanger est

# DEPOSIT_TAKEN_ACCOUNT
source: Your deposit has been taken into account
fr: Votre dépôt a été pris en compte

# AMOUNT_STRATEGY_INSUFFICIENT
source: Your amount invested in this strategy is insufficient.
fr: Le montant que vous avez investi dans cette stratégie est insuffisant.
